Revit 2024 API
ParameterTypeId.ZoneLevelOffsetTop Property
 "Top Offset"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId ZoneLevelOffsetTop { get; }
Visual Basic
Public Shared ReadOnly Property ZoneLevelOffsetTop As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ ZoneLevelOffsetTop {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace